Repository: alkhenji/raya-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Raya Project
ar: مشروع ريا

source: Raya
ar: راية

source: Deals
ar: الصفقات

source: Startups
ar: الشركات الناشئة

source: Investors
ar: المستثمرون

source: Dashboard
ar: لوحة التحكم

source: Language
ar: اللغة

source: Logout
ar: تسجيل الخروج

source: Menu
ar: القائمة

source: Login
ar: تسجيل الدخول

source: Raya Project. All rights reserved.
ar: مشروع ريا. جميع الحقوق محفوظة.

source: Investment Deals
ar: صفقات الاستثمار

source: Discover the latest investment opportunities in the startup ecosystem.
ar: اكتشف أحدث فرص الاستثمار في نظام الشركات الناشئة.

source: Series A Funding
ar: تمويل السلسلة أ

source: Tech Startup
ar: شركة تكنولوجيا ناشئة

source: Looking for $5M investment to scale our AI-powered solution.
ar: نبحث عن استثمار بقيمة 5 مليون دولار لتوسيع حلنا المدعوم بالذكاء الاصطناعي.

source: Investment Opportunities
ar: فرص الاستثمار

source: Discover promising startups seeking investment and growth opportunities.
ar: اكتشف الشركات الناشئة الواعدة التي تبحث عن فرص استثمار ونمو.

source: Create Deal
ar: إنشاء فرصة استثمار

source: Join as Startup
ar: انضم كشركة ناشئة

source: Progress
ar: التقدم

source: Learn More
ar: اعرف المزيد

source: No Active Deals
ar: لا توجد فرص استثمار نشطة

source: There are currently no active investment opportunities.
ar: لا توجد فرص استثمار نشطة حالياً.

source: Create First Deal
ar: إنشاء أول فرصة استثمار

source: Deals pagination
ar: ترقيم صفحات الفرص الاستثمارية

source: Previous
ar: السابق

source: Next
ar: التالي

source: Page
ar: صفحة

source: of
ar: من

source: Amount Raised
ar: المبلغ المجمع

source: Target Amount
ar: المبلغ المستهدف

source: Active
ar: نشط

source: Closed
ar: مغلق

source: Pending
ar: قيد الانتظار

source: Featured Startups
ar: الشركات الناشئة المميزة

source: Discover innovative startups looking for investment opportunities.
ar: اكتشف الشركات الناشئة المبتكرة التي تبحث عن فرص استثمارية.

source: TechVision AI
ar: تك فيجن للذكاء الاصطناعي

source: Revolutionizing computer vision with advanced AI algorithms.
ar: ثورة في رؤية الكمبيوتر مع خوارزميات الذكاء الاصطناعي المتقدمة.

source: Active Investors
ar: المستثمرون النشطون

source: Connect with leading investors in the startup ecosystem.
ar: تواصل مع كبار المستثمرين في نظام الشركات الناشئة.

source: Tech Ventures Capital
ar: تك فينتشرز كابيتال

source: Early-stage venture capital firm focused on technology startups.
ar: شركة رأس مال مغامر في المراحل المبكرة تركز على الشركات التكنولوجيا الناشئة.

source: Technology
ar: تكنولوجيا

source: AI/ML
ar: ذكاء اصطناعي/تعلم آلي

source: Series A
ar: السلسلة أ

source: Founded:
ar: تأسست:

source: Investment Range:
ar: نطاق الاستثمار:

source: Sign Up
ar: تسجيل

source: Join Raya
ar: انضم إلى ريا

source: Choose your account type to get started
ar: اختر نوع حسابك للبدء

source: Investor
ar: مستثمر

source: Find promising startups and investment opportunities
ar: ابحث عن الشركات الناشئة الواعدة وفرص الاستثمار

source: Startup
ar: شركة ناشئة

source: Connect with investors and raise capital
ar: تواصل مع المستثمرين واجمع رأس المال

source: Individual
ar: فرد

source: Join our community as an individual member
ar: انضم إلى مجتمعنا كعضو فردي

source: Email
ar: البريد الإلكتروني

source: Password
ar: كلمة المرور

source: Confirm Password
ar: تأكيد كلمة المرور

source: Company Name
ar: اسم الشركة

source: Investment Range
ar: نطاق الاستثمار

source: Startup Name
ar: اسم الشركة الناشئة

source: Industry
ar: الصناعة

source: First Name
ar: الاسم الأول

source: Last Name
ar: اسم العائلة

source: Enter a strong password with at least 8 characters
ar: أدخل كلمة مرور قوية تتكون من 8 أحرف على الأقل

source: Enter the same password again for verification
ar: أدخل نفس كلمة المرور مرة أخرى للتحقق

source: We will use this email to contact you
ar: سنستخدم هذا البريد الإلكتروني للتواصل معك

source: The two password fields did not match
ar: كلمتا المرور غير متطابقتين

source: Create a new investment opportunity
ar: تسجيل جولة استثمارية
